Revit 2027 API
UnitTypeId.SquareCentimeters Property
 Square centimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SquareCentimeters { get; }
Public Shared ReadOnly Property SquareCentimeters As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SquareCentimeters {
	ForgeTypeId^ get ();
}
static member SquareCentimeters : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace